{
  "id": "1ae42d1c-97a1-483e-b762-886d99d80c03",
  "name": "Safety Sheet – 2025-04-06 19:40",
  "type": "Safety Sheet",
  "audience": "Support Staff",
  "date": "2025-04-06",
  "content": "# Safety Sheet for Support Staff: Suck a Fart\n\n## Product Overview\n\"Suck a Fart\" is a novelty item designed for entertainment purposes. Proper handling and safety precautions are essential to ensure a safe experience for both staff and users.\n\n## Safety Precautions\n\n### General Handling\n- **Wear Gloves**: Always wear disposable gloves when handling the product to maintain hygiene.\n- **Avoid Ingestion**: Do not ingest any part of the product or its components.\n- **Keep Away from Children**: Ensure that the product is stored out of reach of children.\n\n### Usage Instructions\n1. **Inspect the Product**: Before use, check for any visible damage or defects.\n2. **Follow Instructions**: Adhere to the usage instructions provided with the product.\n3. **Limit Use**: Use the product in a well-ventilated area to avoid any discomfort.\n\n### Emergency Procedures\n- **In Case of Contact**: If the product comes into contact with skin or eyes, rinse immediately with water and seek medical attention if irritation persists.\n- **Report Issues**: Notify a supervisor if any incidents occur during the handling or use of the product.\n\n## Storage Guidelines\n- **Store in a Cool, Dry Place**: Keep the product away from direct sunlight and moisture.\n- **Secure Packaging**: Ensure that the product is sealed properly when not in use to prevent accidental exposure.\n\n## Disposal Instructions\n- **Dispose of Responsibly**: Follow local regulations for disposal of novelty items. Do not incinerate or compost.\n\n## Contact Information\nFor further assistance or to report an incident, please contact the safety officer at [insert contact information].\n\n---\n\n**Note**: This safety sheet is intended for internal use by support staff. Always prioritize safety and adhere to these guidelines when handling \"Suck a Fart.\"",
  "tags": [],
  "filename": "1ae42d1c-97a1-483e-b762-886d99d80c03.md"
}