{
  "id": "8520bec0-f1b9-4e93-9a61-6d4e335bffe7",
  "name": "Quick Start – 2025-04-06 19:42",
  "type": "Quick Start",
  "audience": "End User",
  "date": "2025-04-06",
  "content": "# Quick Start Guide for Suck a Fart\n\nWelcome to your Quick Start Guide for the Suck a Fart device. Follow the steps below to get started quickly and safely.\n\n## Safety Precautions\n\n- **Important:** Do not trip and fall on the fart. Ensure your workspace is clear and free of obstacles.\n\n## Getting Started\n\n1. **Unbox the Device**\n   - Remove the Suck a Fart device from its packaging.\n   - Ensure all components are included:\n     - Main device\n     - Power adapter\n     - User manual\n\n2. **Charge the Device**\n   - Connect the power adapter to the device.\n   - Plug it into a wall outlet.\n   - Allow the device to charge for at least 2 hours before first use.\n\n3. **Power On**\n   - Press the power button located on the side of the device.\n   - Wait for the indicator light to turn green, signaling it is ready for use.\n\n4. **Adjust Settings**\n   - Use the control panel to select your desired settings.\n   - Refer to the user manual for detailed descriptions of each setting.\n\n5. **Begin Operation**\n   - Follow the instructions on the control panel to start the operation.\n   - Monitor the indicator lights for status updates.\n\n## Maintenance\n\n- **Cleaning:** Regularly clean the device as per the instructions in the user manual.\n- **Storage:** Store in a dry place, away from direct sunlight.\n\n## Troubleshooting\n\n- If the device does not power on, check the power connection.\n- For any operational issues, consult the troubleshooting section of the user manual.\n\n## Support\n\nFor further assistance, please contact customer support using the information provided in the user manual.\n\n---\n\nThank you for choosing Suck a Fart. Enjoy your experience!",
  "tags": [
    "Do not trip and fall on the fart"
  ],
  "filename": "8520bec0-f1b9-4e93-9a61-6d4e335bffe7.md"
}